Repository: manaflow-ai/cmux
Catalog: ios/cmuxMobile/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# mobile.pairing.codePlaceholder
source: Pairing code
ja: ペアリングコード

# mobile.pairing.connect
source: Connect
ja: 接続

# mobile.pairing.navigationTitle
source: Pairing
ja: ペアリング

# mobile.pairing.cameraDenied
source: Camera Access Required
ja: カメラへのアクセスが必要です

# mobile.pairing.cameraUnavailable
source: Camera Unavailable
ja: カメラを使用できません

# mobile.pairing.scan
source: Scan QR Code
ja: QR コードをスキャン

# mobile.pairing.scannerCancel
source: Cancel
ja: キャンセル

# mobile.pairing.scannerTitle
source: Scan QR Code
ja: QR コードをスキャン

# mobile.pairing.subtitle
source: Scan the QR from `cmux ios`, or enter a debug pairing code in Simulator.
ja: `cmux ios` の QR をスキャンするか、Simulator でデバッグ用ペアリングコードを入力します。

# mobile.pairing.title
source: Pair with Mac
ja: Mac とペアリング

# mobile.preview.terminalNameFormat
source: Terminal %d
ja: ターミナル %d

# mobile.preview.workspaceNameFormat
source: Workspace %d
ja: ワークスペース %d

# mobile.signIn.button
source: Sign In
ja: サインイン

# mobile.signIn.apple
source: Sign in with Apple
ja: Apple でサインイン

# mobile.signIn.checkEmail
source: Check your email
ja: メールを確認してください

# mobile.signIn.codeError
source: Enter the 6-digit code from your email.
ja: メールに届いた 6 桁のコードを入力してください。

# mobile.signIn.emailCode
source: Email me a code
ja: コードをメールで受け取る

# mobile.signIn.emailDivider
source: or continue with email
ja: またはメールで続行

# mobile.signIn.emailError
source: Please enter a valid email address.
ja: 有効なメールアドレスを入力してください。

# mobile.signIn.emailPlaceholder
source: Email address
ja: メールアドレス

# mobile.signIn.google
source: Sign in with Google
ja: Google でサインイン

# mobile.signIn.sentCodeFormat
source: We sent a code to %@
ja: %@ にコードを送信しました

# mobile.signIn.subtitle
source: Sign in to connect to your Mac workspaces.
ja: サインインして Mac のワークスペースに接続します。

# mobile.signIn.useDifferentEmail
source: Use a different email
ja: 別のメールを使用

# mobile.signIn.verifyCode
source: Verify code
ja: コードを確認

# auth.error.apple_config
source: Apple Sign In is not available yet. Please use another sign-in method.
ja: Apple でのサインインはまだ利用できません。別のサインイン方法を使用してください。

# auth.error.code_expired
source: Code expired. Please request a new one.
ja: コードの有効期限が切れました。新しいコードをリクエストしてください。

# auth.error.config
source: Sign in is temporarily unavailable. Please try again later.
ja: サインインは一時的に利用できません。しばらくしてからもう一度お試しください。

# auth.error.email_exists
source: An account with this email already exists. Try signing in instead.
ja: このメールのアカウントはすでに存在します。サインインを試してください。

# auth.error.generic
source: Something went wrong. Please try again.
ja: 問題が発生しました。もう一度お試しください。

# auth.error.invalid_code
source: Invalid code. Please check and try again.
ja: コードが無効です。確認してもう一度お試しください。

# auth.error.invalid_email
source: Please enter a valid email address.
ja: 有効なメールアドレスを入力してください。

# auth.error.invalid_mfa
source: Incorrect verification code. Please try again.
ja: 確認コードが正しくありません。もう一度お試しください。

# auth.error.invalidCodeShort
source: Invalid code. Please try again.
ja: コードが無効です。もう一度お試しください。

# auth.error.network
source: Could not connect to the server. Check your internet connection and try again.
ja: サーバーに接続できませんでした。インターネット接続を確認してもう一度お試しください。

# auth.error.networkError
source: Network error. Please check your connection.
ja: ネットワークエラーです。接続を確認してください。

# auth.error.oauth_linked
source: This account is already linked to another sign-in method.
ja: このアカウントは別のサインイン方法にすでにリンクされています。

# auth.error.passkey_failed
source: Passkey authentication failed. Please try again.
ja: パスキー認証に失敗しました。もう一度お試しください。

# auth.error.rate_limit
source: Too many attempts. Please wait a moment and try again.
ja: 試行回数が多すぎます。少し待ってからもう一度お試しください。

# auth.error.serverError
source: Something went wrong. Please try again.
ja: 問題が発生しました。もう一度お試しください。

# auth.error.unauthorized
source: Session expired. Please sign in again.
ja: セッションの有効期限が切れました。もう一度サインインしてください。

# auth.error.user_not_found
source: No account found with this email.
ja: このメールのアカウントは見つかりません。

# auth.error.wrong_password
source: Incorrect email or password.
ja: メールまたはパスワードが正しくありません。

# mobile.signOut
source: Sign Out
ja: サインアウト

# mobile.terminal.inputPlaceholder
source: Send to terminal
ja: ターミナルに送信

# mobile.terminal.new
source: New Terminal
ja: 新規ターミナル

# mobile.terminal.select
source: Terminal
ja: ターミナル

# mobile.terminal.send
source: Send
ja: 送信

# mobile.workspace.emptyTitle
source: No Workspace
ja: ワークスペースなし

# mobile.workspace.new
source: New Workspace
ja: 新規ワークスペース

# mobile.workspace.terminalCountFormat
source: %d terminals
ja: %d 個のターミナル

# mobile.workspaces.title
source: Workspaces
ja: ワークスペース
